// js/fr/admin/navhor.js
creerCarte(
    "اللوجستيات",
    `
    <ol>
       
        <li><h4>المحتوى</h4>


        <ul>
                        <li>يلخص عملية تجهيز الطلب</li>
                        <li>الطلب → التجهيز → المستندات → التحقق → جاهز للشحن → التصدير الخارجي</li>
                        <img src="../../img/fr/admin/professionnal_count/logistic.png" alt="صورة لوحة التحكم">
                    
                    </ul>

        <li><h4>الاستخدام</h4>
        
            <ul>
            
                <li>اللوجستيات: انتقل إلى أسفل الجدول &gt; اختر صفًا للتحقق منه &gt; ستفتح نافذة المعالجة</li>
            </ul>
        </li>

    </ol>
    `
);