// js/fr/admin/navhor.js
creerCarte(
    "message",
    `
    <ol>
        <li><h4>المحتوى</h4></li>
        
            <ul>

                <li>الترويسة</li>
                <img src="../../img/fr/admin/professionnal_count/message3.png" alt="img_tableau_bord">
                <li>مركز الإجراءات: سجل الرسائل</li>
                <img src="../../img/fr/admin/professionnal_count/message2.png" alt="img_tableau_bord">
                <li>إدارة الرسائل</li>
                <img src="../../img/fr/admin/professionnal_count/message1.png" alt="img_tableau_bord">
                
            </ul>

        <li><h4>الاستخدام</h4></li>
            <ul>

                <li>الذهاب إلى "الترويسة" > النقر على "إنشاء RFQ" > إعادة التوجيه إلى قسم "الجدول"</li>
                <li>الذهاب إلى "الترويسة" > النقر على "رسالة جديدة" > تفتح نافذة جديدة > ملء النموذج > النقر على إرسال</li>
                <li>الذهاب إلى "مركز الإجراءات" > اختيار الحالة (للمعالجة، اليوم، في الانتظار، مغلق) > يظهر السجل > النقر على زر "الرد أو الفتح" > يظهر قسم إدارة الرسائل</li>
                <li>الذهاب إلى "إدارة الرسائل" > اختيار نوع الرسالة (الكل، الدعم، الموردون، السوق، RFQ، الطلب) > تظهر المحادثة > يمكنك الرد على رسالة</li>
                <li>الذهاب إلى "إدارة الرسائل" > فرز الرسائل (المثبتة أولاً، الأحدث) > تظهر المحادثة > يمكنك الرد على رسالة</li>
                
            </ul>
    </ol>
    `
);