// js/fr/admin/navhor.js
creerCarte(
    "شريط التنقل الأفقي",
    `
    <ol>
        <li>الكتالوج - المورد - عرض السعر: خيار للعثور على العروض المقترحة من الموقع</li>
        <li>fr - en - ar: خيار اللغة</li>
        <li>أيقونة الإشارة المرجعية: المفضلة</li>
        <li>أيقونة علامة الاستفهام: الأسئلة الشائعة</li>
        <li>لوحة القيادة: للوصول إلى لوحة القيادة</li>
        <li>الجدول - التحليلات - المنتج - الطلب - الطلبية - اللوجستيات - الرسائل: لإدارة منتجات الموردين</li>
        <li>الصورة - اسم الملف الشخصي: لإدارة ملفك الشخصي</li>

        <img src="../../img/fr/admin/pers_navbar2.png" alt="img_navbar" style="width: 90%; border: 2px solid black; 
    border-radius: 8px;
    padding: 5px;">
    </ol>
    `
);