// js/fr/admin/navhor.js
creerCarte(
    "الجدول",
    `
    <ol>
        <h4>نظرة عامة على حساب المورد</h4>
        <li><h4>المحتوى</h4></li>
        
            <ul>

                <li>الترويسة</li>
                <li>نظرة عامة</li>
                <img src="../../img/fr/admin/professionnal_count/tab.png" alt="img_tableau_bord">
            </ul>

        <li><h4>الاستخدام</h4></li>
            <ul>

                <li>الذهاب إلى "الترويسة" > النقر على "منتج جديد" > إعادة التوجيه إلى قسم المنتج</li>
                <li>الذهاب إلى "نظرة عامة" > الكتالوج > النقر على "إدارة المنتجات" > إعادة التوجيه إلى قسم المنتج</li>
                <li>الذهاب إلى "نظرة عامة" > طلبات عروض الأسعار > النقر على "عرض الكل" > إعادة التوجيه إلى قسم الطلبات</li>
                <li>الذهاب إلى "نظرة عامة" > آخر الطلبات > النقر على "عرض الكل" > إعادة التوجيه إلى قسم الطلبات</li>
                
            </ul>
    </ol>
    `
);