// js/fr/admin/navhor.js
creerCarte(
    "الفئات",
    `
    <ol>
        
        <li><h4>المحتوى</h4></li>
        
            <ul>

                <li>الترويسة</li>
                <li>قائمة الحسابات وأدوارها</li>
                 <li>إدارة الحسابات</li>
                <img src="../../img/fr/admin/fournisseur/cat.png" alt="img_tableau_bord">
            </ul>

        <li><h4>الاستخدام</h4></li>
            <ul>

                <li>الذهاب إلى "الترويسة" > البحث عن اسم فئة > يقوم النظام بالتعبئة تلقائيًا</li>
                <li>زر "جديد" في "الترويسة" > إنشاء فئة جديدة</li>
                <li>زر "تصفية" في "الترويسة" > تصفية البحث عن فئة</li>
                <li>زر "تصدير CSV" في "الترويسة" > يصدر القائمة على شكل جدول</li>
                <li>الذهاب إلى "قائمة الحسابات وأدوارها":
                <ol>
                    <li>تمرير الجدول إلى اليمين</li>
                    <li>زر "حذف" في "الجدول" > حذف الحساب</li>
                    <li>زر أيقونة القلم أو النقاط الثلاث في "الجدول" > تعديل السطر</li>
                </ol>
                </li>
            </ul>
    </ol>
    `
);