// js/fr/admin/navhor.js
creerCarte(
    "المحتويات المرئية",
    `
    <ol>
        
        <li><h4>المحتوى</h4></li>
        
            <ul>

                <li>الترويسة</li>
                <li>قائمة المحتويات المرئية</li>
                 <li>إدارة المحتويات</li>
                <img src="../../img/fr/admin/fournisseur/contain.png" alt="img_tableau_bord">
            </ul>

        <li><h4>الاستخدام</h4></li>
            <ul>

                <li>الذهاب إلى "الترويسة" > البحث عن محتوى > يقوم النظام بالتعبئة تلقائيًا</li>
                <li>زر "جديد" في "الترويسة" > إنشاء محتوى</li>
                <li>زر "تصفية" في "الترويسة" > تصفية البحث عن محتوى</li>
                <li>زر "تصدير CSV" في "الترويسة" > يصدر القائمة على شكل جدول</li>
                <li>الذهاب إلى "قائمة المحتويات المرئية":
                <ol>
                    <li>تمرير الجدول إلى اليمين</li>
                    <li>زر "..." في "الجدول" > إدارة محتوى</li>
                    <li>زر أيقونة القلم أو النقاط الثلاث في "الجدول" > تعديل السطر</li>
                </ol>
                </li>
            </ul>
    </ol>
    `
);