// js/fr/admin/navhor.js
creerCarte(
    "document",
    `
    <ol>
        
        <li><h4>المحتوى</h4></li>
        
            <ul>

                <li>مكتبة المستندات</li>
                <li>اختر أو استورد مستندًا</li>
                <img src="../../img/fr/admin/document/document.png" alt="img_tableau_bord">
            </ul>

        <li><h4>الاستخدام</h4></li>
            <ul>

                <li>الذهاب إلى "مكتبة المستندات" > البحث عن اسم مستند > النقر على المستند</li>
                <li>بعد ذلك يظهر المستند في "اختر أو استورد مستندًا" > معالجة المستند</li>
                <li>استيراد المستند:
                    <ol>
                        <li>الذهاب إلى "مكتبة المستندات" > النقر على "استيراد" > النقر على المستند في جهازك المحلي</li>
                        <li>ثم يظهر الملف في "مكتبة المستندات"</li>
                    </ol>
                </li>
            </ul>
    </ol>
    `
);