// js/fr/admin/navhor.js
creerCarte(
    "وسائط الموردين",
    `
    <ol>
        
        <li><h4>المحتوى</h4></li>
        
            <ul>

                <li>الترويسة</li>
                <li>قائمة الموردين</li>
                 <li>إدارة الموردين</li>
                <img src="../../img/fr/admin/fournisseur/fournM.png" alt="img_tableau_bord">
            </ul>

        <li><h4>الاستخدام</h4></li>
            <ul>

                <li>الذهاب إلى "الترويسة" > البحث عن اسم مورد > يقوم النظام بالتعبئة تلقائيًا</li>
                <li>زر "جديد" في "الترويسة" > إنشاء مورد جديد</li>
                <li>زر "تصفية" في "الترويسة" > تصفية البحث عن مورد</li>
                <li>زر "تصدير CSV" في "الترويسة" > يصدر القائمة على شكل جدول</li>
                <li>الذهاب إلى "قائمة الموردين مع إدارتهم":
                <ol>
                    <li>تمرير الجدول إلى اليمين</li>
                    <li>زر "..." في "الجدول" > إدارة الحساب</li>
                    <li>زر أيقونة القلم أو النقاط الثلاث في "الجدول" > تعديل الحساب</li>
                </ol>
                </li>
            </ul>
    </ol>
    `
);