// js/fr/admin/navhor.js
creerCarte(
    "knowledge center",
    `
    <ol>
        
        <li><h4>المحتوى</h4></li>
        
            <ul>

                <li>البحث وفرز المنتجات</li>
                <li>معالجة المنتج</li>
                <li>معاينة مساعد الذكاء الاصطناعي</li>
                <img src="../../img/fr/admin/knowledge/knowledge.png" alt="img_tableau_bord">
            </ul>

        <li><h4>الاستخدام</h4></li>
            <ul>

                <li>الذهاب إلى "البحث وفرز المنتجات" > البحث عن اسم منتج > النقر على المنتج</li>
                <li>بعد ذلك يظهر المنتج في "معالجة المنتج" > معالجة المنتج</li>
                <li>بعد المعالجة > معاينة التغييرات في "معاينة مساعد الذكاء الاصطناعي"</li>
                
            </ul>
    </ol>
    `
);