// js/fr/admin/navhor.js
creerCarte(
    "العلامات التجارية",
    `
    <ol>
        
        <li><h4>المحتوى</h4></li>
        
            <ul>

                <li>الترويسة</li>
                <li>قائمة العلامات التجارية</li>
                 <li>إدارة العلامات التجارية</li>
                <img src="../../img/fr/admin/fournisseur/marq.png" alt="img_tableau_bord">
            </ul>

        <li><h4>الاستخدام</h4></li>
            <ul>

                <li>الذهاب إلى "الترويسة" > البحث عن اسم علامة تجارية > يقوم النظام بالتعبئة تلقائيًا</li>
                <li>زر "جديد" في "الترويسة" > إنشاء علامة تجارية جديدة</li>
                <li>زر "تصفية" في "الترويسة" > تصفية البحث عن علامة تجارية</li>
                <li>زر "تصدير CSV" في "الترويسة" > يصدر القائمة على شكل جدول</li>
                <li>الذهاب إلى "قائمة العلامات التجارية":
                <ol>
                    <li>تمرير الجدول إلى اليمين</li>
                    <li>زر "..." في "الجدول" > إدارة الحساب</li>
                    <li>زر أيقونة القلم أو النقاط الثلاث في "الجدول" > تعديل علامة تجارية</li>
                </ol>
                </li>
            </ul>
    </ol>
    `
);