// js/fr/admin/navhor.js
creerCarte(
    "المنتجات",
    `
    <ol>
        
        <li><h4>المحتوى</h4></li>
        
            <ul>

                <li>الترويسة</li>
                <li>قائمة المنتجات</li>
                 <li>إدارة المنتجات</li>
                <img src="../../img/fr/admin/fournisseur/product.png" alt="img_tableau_bord">
            </ul>

        <li><h4>الاستخدام</h4></li>
            <ul>

                <li>الذهاب إلى "الترويسة" > البحث عن اسم منتج > يقوم النظام بالتعبئة تلقائيًا</li>
                <li>زر "جديد" في "الترويسة" > إنشاء منتج جديد</li>
                <li>زر "تصفية" في "الترويسة" > تصفية البحث عن منتج</li>
                <li>زر "تصدير CSV" في "الترويسة" > يصدر القائمة على شكل جدول</li>
                <li>الذهاب إلى "قائمة المنتجات":
                <ol>
                    <li>تمرير الجدول إلى اليمين</li>
                    <li>زر "..." في "الجدول" > إدارة الحساب</li>
                    <li>زر أيقونة القلم أو النقاط الثلاث في "الجدول" > تعديل السطر</li>
                </ol>
                </li>
            </ul>
    </ol>
    `
);