creerCarte(
    "لوحة القيادة",
    `
    <p>إليك عناصر لوحة القيادة.</p>
    <ol>
        <li><h4>للمعالجة الآن:</h4></li>
        
        <ul>
            <h5>هذه هي المهام التي يجب التحقق منها ومعالجتها كأولوية:</h5>
            <li>منتجات للتحقق منها</li>
            <p>يسمح بالتحقق من حالة المنتج: "نشط" أو "للتحقق".</p>

            <li>النزاعات المفتوحة:</li>
            <p>يسمح بعرض الشكاوى. إعادة التوجيه إلى صفحة الدعم والشكاوى.</p>

            <li>الإشراف:</li>
            <p>إعادة التوجيه إلى صفحة الإبلاغات المقدمة.</p>

            <img src="../../img/fr/admin/traiter_maintenant.png" alt="img_tableau_bord" style="width: 70%;
            border: 2px solid black; border-radius: 8px; padding: 5px;">
            
        </ul>
        
        
        

    
        <li><h4>وصول سريع:</h4></li>
        
            <ul>
                <h5>قائمة الاختصارات:</h5>
                
                <li>منتج</li>
                <p>إعادة التوجيه إلى صفحة المنتجات.</p>

                <li>صندوق وارد المورد:</li>
                <p>إعادة التوجيه إلى صفحة صندوق الوارد للإشعارات الخاصة بالرسائل وطلبات عروض الأسعار (RFQ) وعروض الأسعار الخاصة بالمورد.</p>

                <li>طلب عرض سعر (RFQ):</li>
                <p>إعادة التوجيه إلى صفحة طلب عرض السعر (RFQ) التي تسردها.</p>

                <li>الطلب:</li>
                <p>إعادة التوجيه إلى صفحة قوائم وحالات تسليم الطلب.</p>

                <li>الإشراف</li>
                <p>إعادة التوجيه إلى صفحة الإبلاغات المقدمة.</p>

                <li>الإشراف</li>
                <p>إعادة التوجيه إلى قائمة الموردين.</p>

                <li>ذكاء الذكاء الاصطناعي</li>
                <p>إعادة التوجيه إلى واجهة إدارة الذكاء الاصطناعي.</p>

                <img src="../../img/fr/admin/access_rapide.png" alt="img_tableau_bord" style="width: 70%;
                border: 2px solid black; border-radius: 8px; padding: 5px;">
            </ul>
        


        <li><h4>المنصة:</h4></li>
        
            <ul>
                <li>المستخدم:</li>
                <p>يعرض عدد المستخدمين وإعادة التوجيه إلى صفحة المستخدمين.</p>

                <li>المورد:</li>
                <p>يعرض عدد الموردين.</p>

                <li>الصانع:</li>
                <p>إعادة التوجيه إلى صفحة قائمة الموردين.</p>

                <li>الفئة:</li>
                <p>إعادة التوجيه إلى الصفحة التي تسرد فئات المنتجات المتاحة.</p>

                
            </ul>

        <li><h4>التجارة:</h4></li>
        
            <ul>
                <li>المنتج:</li>
                <p>إعادة التوجيه إلى صفحة "المنتج".</p>

                <li>طلب عرض السعر:</li>
                <p>إعادة التوجيه إلى صفحة "طلب عرض السعر (RFQ)".</p>

                <li>الطلبات:</li>
                <p>إعادة التوجيه إلى صفحة قائمة الطلبات.</p>

                <li>رقم الأعمال:</li>
                <p>إعادة التوجيه إلى الصفحة التي تسرد المدفوعات المنجزة.</p>

                
            </ul>

        <li><h4>الجودة والامتثال:</h4></li>
        
            <ul>
                <li>منتجات للتحقق منها:</li>
                <p>إعادة التوجيه إلى صفحة "المنتج".</p>

                <li>KYC في الانتظار:</li>
                <p>إعادة التوجيه إلى الصفحة التي تعرض الملفات القانونية (RC، NIF، NIS).</p>

                <li>النزاعات المفتوحة:</li>
                <p>إعادة التوجيه إلى صفحة "الدعم والشكاوى".</p>

                <li>بلدان التصدير:</li>
                <p>إعادة التوجيه إلى الصفحة التي تسرد بلدان التصدير.</p>

                <img src="../../img/fr/admin/commerce.png" alt="img_tableau_bord" style="width: 70%;
                border: 2px solid black; border-radius: 8px; padding: 5px;">
                
            </ul>

            

        <li><h4>الرسوم البيانية:</h4></li>
        
            <ul>
                <li>رقم الأعمال:</li>
                <p>يعرض منحنى الإيرادات للأشهر الستة الأخيرة.</p>

                <li>المستخدمون حسب النوع:</li>
                <p>مخطط حلقي حول عدد الحسابات المنشأة: بالأحمر عدد المشترين، بالأخضر الفاتح عدد المستخدمين المتميزين، بالأخضر الداكن عدد الموردين.</p>
                <img src="../../img/fr/admin/chiffre_aff1.png" alt="img_tableau_bord" style="width: 70%;
                border: 2px solid black; border-radius: 8px; padding: 5px;">


                <li>الطلبات حسب الحالة:</li>
                <p>مخطط أعمدة يعرض عدد الطلبات حسب الحالة: مؤكدة، قيد النقل، تم التسليم.</p>
                <img src="../../img/fr/admin/chiffre_aff2.png" alt="img_tableau_bord" style="width: 70%;
                border: 2px solid black; border-radius: 8px; padding: 5px;">

                <li>النشاط الأخير:</li>
                <p>يعرض آخر الأنشطة على لوحة تحكم الإدارة.</p>
                <img src="../../img/fr/admin/recentes.png" alt="img_tableau_bord" style="width: 40%;
                border: 2px solid black; border-radius: 8px; padding: 5px;">

                
            </ul>

            
    </ol>
    `
);