// js/fr/admin/navhor.js
creerCarte(
    "المستخدمون",
    `
    <ol>
        
        <li><h4>المحتوى</h4></li>
        
            <ul>

                <li>الترويسة</li>
                <img src="../../img/fr/admin/user/user2.png" alt="img_tableau_bord">
                <li>قائمة المستخدمين مع إدارتهم</li>
                <img src="../../img/fr/admin/user/user1.png" alt="img_tableau_bord">
            </ul>

        <li><h4>الاستخدام</h4></li>
            <ul>

                <li>الذهاب إلى "الترويسة" > البحث عن اسم بريد إلكتروني أو مستخدم > يقوم النظام بالتعبئة تلقائيًا</li>
                <li>زر "جديد" في "الترويسة" > إنشاء مستخدم جديد</li>
                <li>زر "تصفية" في "الترويسة" > تصفية البحث عن مستخدم</li>
                <li>زر "تصدير CSV" في "الترويسة" > يصدر القائمة على شكل جدول</li>
                <li>الذهاب إلى "قائمة المستخدمين مع إدارتهم":
                <ol>
                    <li>تمرير الجدول إلى اليمين</li>
                    <li>زر "..." في "الجدول" > إدارة الحساب</li>
                    <li>زر أيقونة القلم أو النقاط الثلاث في "الجدول" > تعديل سطر الحساب</li>
                </ol>
                </li>
            </ul>
    </ol>
    `
);