// js/fr/admin/navhor.js
creerCarte(
    "التحليلات",
    `
    <ol>
       
        <li><h4>المحتوى</h4></li>
        
            <ul>
                <li>قمرة القيادة: نظرة عامة</li>
                <img src="../../img/fr/admin/personnal_count1/analitic6.png" alt="img_tableau_bord">
                <li>مركز طلبات عروض الأسعار: قائمة طلبات عروض الأسعار</li>
                <li>المهمة: قائمة المهام المطلوب إنجازها</li>
                <img src="../../img/fr/admin/personnal_count1/analitic5.png" alt="img_tableau_bord">
                <li>مقارنة الموردين: تتيح رؤية أفضل مورد</li>
                <li>الذكاء الاصطناعي للمشتريات: يساعد في معالجة البيانات للتفاوض المستقبلي</li>
                <img src="../../img/fr/admin/personnal_count1/analitic4.png" alt="img_tableau_bord">
                <li>الإشعارات</li>
                <li>المستندات: قائمة المستندات المرفوعة</li>
                
                <li>الأنشطة الأخيرة</li>
                <img src="../../img/fr/admin/personnal_count1/analitic3.png" alt="img_tableau_bord">
                <li>نصيحة التصدير: قائمة الطلبات المقدمة في "عروض الأسعار والتصدير"</li>
                <li>التحليلات</li>
                <img src="../../img/fr/admin/personnal_count1/analitic2.png" alt="img_tableau_bord">
                <li>الإعدادات: نموذج الاتصال</li>
                <img src="../../img/fr/admin/personnal_count1/analitic1.png" alt="img_tableau_bord">
            </ul>

        <li><h4>الاستخدام</h4></li>
            <ul>

                <li>اذهب إلى "قمرة القيادة" > انقر على "طلب عرض سعر جديد" > إعادة التوجيه إلى 'عروض الأسعار والتصدير'</li>
                <li>اذهب إلى "قمرة القيادة" > انقر على "حسابي" > إعادة التوجيه إلى قسم لوحة التحكم</li>
                <li>اذهب إلى "الإشعارات" > انقر على "طلب عرض سعر في الانتظار" > إعادة التوجيه إلى قسم الطلبات</li>
                <li>اذهب إلى "الإشعارات" > انقر على "رد للمقارنة" > إعادة التوجيه إلى قسم التحليلات - مقارنة الموردين</li>
                <li>اذهب إلى "الإشعارات" > انقر على "الرسائل" > إعادة التوجيه إلى قسم الرسائل</li>
                <li>اذهب إلى "الإشعارات" > انقر على "نصيحة التصدير" > إعادة التوجيه إلى قسم التحليلات - نصيحة التصدير</li>
                <li>اذهب إلى "الإشعارات" > انقر على "الطلب" > إعادة التوجيه إلى قسم الطلبات</li>
                <li>اذهب إلى "الإعدادات" > املأ نموذج الاتصال > انقر على "حفظ"</li>

            </ul>
    </ol>
    `
);