// js/fr/admin/navhor.js
creerCarte(
    "طلباتي",
    `
    <ol>
        <li><h4>المحتوى</h4></li>
        
            <ul>

                <li>حالة الطلب</li>
                
                <li>شريط البحث</li>
                
                <li>عرض قائمة الطلبات</li>
                <img src="../../img/fr/admin/personnal_count1/commande.png" alt="img_tableau_bord">
                
            </ul>

        <li><h4>الاستخدام</h4></li>
            <ul>

                <li>اذهب إلى "حالة الطلب" > اختر الحالة (الكل، في الانتظار، مؤكد، ملغى) > يظهر الطلب</li>
                <li>اذهب إلى "شريط البحث" > أدخل اسم أو مرجع الطلب > يظهر الطلب</li>
                <li>اذهب إلى "عرض قائمة الطلبات" > اختر الطلب > يظهر الطلب > انقر على أحد الأزرار لإدارة الطلب</li>
                
            </ul>
    </ol>
    `
);