// js/fr/admin/navhor.js
creerCarte(
    "الرسائل",
    `
    <ol>
        <li><h4>المحتوى</h4></li>
        
            <ul>

                <li>الرأس</li>
                <img src="../../img/fr/admin/professionnal_count/message3.png" alt="img_tableau_bord">
                <li>مركز الإجراءات: سجل الرسائل</li>
                <img src="../../img/fr/admin/professionnal_count/message2.png" alt="img_tableau_bord">
                <li>إدارة الرسائل</li>
                <img src="../../img/fr/admin/professionnal_count/message1.png" alt="img_tableau_bord">
                
            </ul>

        <li><h4>الاستخدام</h4></li>
            <ul>

                <li>اذهب إلى "الرأس" > انقر على "إنشاء طلب عرض سعر" > إعادة التوجيه إلى قسم "لوحة التحكم"</li>
                <li>اذهب إلى "الرأس" > انقر على "رسالة جديدة" > تفتح نافذة جديدة > املأ النموذج > انقر على إرسال</li>
                <li>اذهب إلى "مركز الإجراءات" > اختر الحالة (قيد المعالجة، اليوم، في الانتظار، مغلق) > يظهر السجل > انقر على زر "الرد أو الفتح" > يظهر قسم إدارة الرسائل</li>
                <li>اذهب إلى "إدارة الرسائل" > اختر نوع الرسالة (الكل، الدعم، الموردون، السوق، طلب عرض سعر، الطلب) > تظهر المحادثة > يمكنك الرد على رسالة</li>
                <li>اذهب إلى "إدارة الرسائل" > رتب الرسائل (المثبتة أولاً، الأحدث) > تظهر المحادثة > يمكنك الرد على رسالة</li>
                
            </ul>
    </ol>
    `
);