// js/fr/admin/navhor.js
creerCarte(
    "شريط التنقل الأفقي",
    `
    <ol>
        <li>الكتالوج - المورد - عروض الأسعار والتصدير: خيار للعثور على العروض المقترحة من الموقع</li>
        <li>fr - en - ar: خيار اللغة</li>
        <li>أيقونة الإشارة المرجعية: المفضلات</li>
        <li>أيقونة علامة الاستفهام: الأسئلة الشائعة</li>
        <li>لوحة التحكم: للوصول إلى لوحة التحكم</li>
        <li>لوحة التحكم - التحليلات - الكتالوج - الطلبات - الموردون - الخدمات اللوجستية - الرسائل: لإدارة منتجات الموردين</li>
        <li>الصورة - اسم الملف الشخصي: لإدارة ملفك الشخصي</li>
        <li>زر تسجيل الخروج على يمين اسم الملف الشخصي</li>

        <img src="../../img/fr/admin/personnal_count1/navbar.png" alt="img_navbar" style="width: 90%; border: 2px solid black; 
    border-radius: 8px;
    padding: 5px;">
    </ol>
    `
);