// js/fr/admin/navhor.js
creerCarte(
    "لوحة التحكم",
    `
    <ol>
        <h4>نظرة عامة على حساب المورد</h4>
        <li><h4>المحتوى</h4></li>
        
            <ul>

                <li>الوصول السريع</li>
                <img src="../../img/fr/admin/personnal_count1/tab3.png" alt="img_tableau_bord">
                <li>نظرة عامة</li>
                <img src="../../img/fr/admin/personnal_count1/tab2.png" alt="img_tableau_bord">
                <li>آخر طلب</li>
                <li>طلبات عروض الأسعار الخاصة بي</li>
                <img src="../../img/fr/admin/personnal_count1/tab1.png" alt="img_tableau_bord">
            </ul>

        <li><h4>الاستخدام</h4></li>
            <ul>

                <li>اذهب إلى "الوصول السريع" > انقر على "ملفي الشخصي" > إعادة التوجيه إلى قسم الملف الشخصي</li>
                <li>اذهب إلى "الوصول السريع" > انقر على "طلباتي" > إعادة التوجيه إلى قسم الطلبات</li>
                <li>اذهب إلى "الوصول السريع" > انقر على "طلباتي" > إعادة التوجيه إلى قسم الطلبات</li>
                <li>اذهب إلى "الوصول السريع" > انقر على "مفضلاتي" > إعادة التوجيه إلى قسم المفضلات > انقر على "تصفح الكتالوج" > إعادة التوجيه إلى الكتالوج</li>
                <li>اذهب إلى "نظرة عامة" > إجمالي طلبات عروض الأسعار > إعادة التوجيه إلى قسم الطلبات</li>
                <li>اذهب إلى "نظرة عامة" > طلبات عروض الأسعار الجارية > إعادة التوجيه إلى قسم الطلبات</li>
                <li>اذهب إلى "نظرة عامة" > طلبات عروض الأسعار المُجابة > إعادة التوجيه إلى قسم الطلبات</li>
                <li>اذهب إلى "نظرة عامة" > الطلبات > إعادة التوجيه إلى قسم الطلبات</li>
                <li>اذهب إلى "نظرة عامة" > دراسات التصدير > إعادة التوجيه إلى قسم الطلبات</li>
                <li>اذهب إلى "آخر الطلبات" > انقر على جميع الطلبات > إعادة التوجيه إلى قسم "الطلبات"</li>
                <li>اذهب إلى "آخر الطلبات" > انقر على تصفح > إعادة التوجيه إلى قسم "الكتالوج"</li>
                <li>اذهب إلى "طلبات عروض الأسعار الخاصة بي" > انقر على تصفح > إعادة التوجيه إلى قسم "الكتالوج"</li>
                <li>اذهب إلى "طلبات عروض الأسعار الخاصة بي" > انقر على "عرض الكل" > إعادة التوجيه إلى قسم "الطلبات"</li>

            </ul>
    </ol>
    `
);