// js/fr/admin/navhor.js
creerCarte(
    "الدعم والشكاوى",
    `
    <ol>
        
        <li><h4>المحتوى</h4></li>
        
            <ul>

                <li>الترويسة</li>
                <li>قائمة الدعم والشكاوى</li>
                 <li>إدارة الدعم والشكاوى</li>
                <img src="../../img/fr/admin/fournisseur/sup.png" alt="img_tableau_bord">
            </ul>

        <li><h4>الاستخدام</h4></li>
            <ul>

                <li>الذهاب إلى "الترويسة" > البحث عن الدعم والشكاوى > يقوم النظام بالتعبئة تلقائيًا</li>
                <li>زر "جديد" في "الترويسة" > إنشاء دعم وشكوى</li>
                <li>زر "تصفية" في "الترويسة" > تصفية البحث عن الدعم والشكاوى</li>
                <li>زر "تصدير CSV" في "الترويسة" > يصدر القائمة على شكل جدول</li>
                <li>الذهاب إلى "قائمة الدعم والشكاوى":
                <ol>
                    <li>تمرير الجدول إلى اليمين</li>
                    <li>زر "..." في "الجدول" > إدارة الدعم والشكوى</li>
                    <li>زر أيقونة القلم أو النقاط الثلاث في "الجدول" > تعديل السطر</li>
                </ol>
                </li>
            </ul>
    </ol>
    `
);